Get the number of V-gridlines used on the surface.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public int NumberOfVGridlines { get; }
  Visual Basic
Public ReadOnly Property NumberOfVGridlines As Integer
	Get
  Visual C++
public:
property int NumberOfVGridlines {
	int get ();
}
 See Also
  DividedSurface Class
  Autodesk.Revit.DB Namespace